trunk/src/QLDiemComApp/test/TestLayDanhSachLopGiaoVienDay/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:LayDanhSachLopGiaoVienDayOperation>
      <id_giaovien>1</id_giaovien>
      <id_monhoc>1</id_monhoc>
    </qld:LayDanhSachLopGiaoVienDayOperation>
  </soapenv:Body>
</soapenv:Envelope>